{
  "books": [
    {
      "title": "Nordstrom Guide to Men's Style",
      "authors": "Tom",
      "description": "The right suit can turn an interview into a job, a lunch meeting into a deal, maybe even a blind date into a marriage.So how does a guy tell his herringbone from his seersucker? Tailored for men of all stripes, Nordstrom Guide to Men's Style is the definitive handbook for dressing well. Richly illustrated chapters offer advice on how to wear (and accessorize) six key wardrobe components: suits, sport coats, trousers, shirts, ties, and tuxedos. With tips from tailors, a size chart, and plenty of photos, knowing what to wear when has never been easier.",
      "price": 35,
      "publishedDate": "2022-06-15",
      "categories": "Management",
      "thumbnail": "https://www.dmarge.com/wp-content/uploads/2019/09/Nordstrom-Guide-to-Mens-Style.jpg",
      "id": "FZjX0c9"
    },
    {
      "title": "Take Ivy",
      "authors": "Shosuke I",
      "description": "Described by The New York Times as, \"a treasure of fashion insiders,\" Take Ivy was originally published in Japan in 1965, setting off an explosion of American-influenced \"Ivy Style\" fashion among students in the trendy Ginza shopping district of Tokyo. The product of four sartorial style enthusiasts, Take Ivy is a collection of candid photographs shot on the campuses of America's elite, Ivy League universities. The series focuses on men and their clothes, perfectly encapsulating the unique academic fashion of the era. Whether lounging in the quad, studying in the library, riding bikes, in class, or at the boathouse, the subjects of Take Ivy are impeccably and distinctively dressed in the finest American-made garments of the time.  Take Ivy is now considered a definitive document of this particular style, and rare original copies are highly sought after by \"trad\" devotees worldwide. A small-run reprint came out in Japan in 2006 and sold out almost immediately. Now, for the first time ever, powerHouse is reviving this classic tome with an all-new English translation. Ivy style has never been more popular, in Japan or stateside, proving its timeless and transcendent appeal. Take Ivy has survived the decades and is an essential object for anyone interested in the history or future of fashion.",
      "price": 45,
      "publishedDate": "2020-06-04",
      "categories": "Literature",
      "thumbnail": "https://www.dmarge.com/wp-content/uploads/2019/09/Take-Ivy.jpg",
      "id": "K600IQP"
    },
    {
      "title": "How To Be a Gentleman - Bereolaesque: The Contemporary Gentleman & Etiquette Book For The Urban Sophisticate",
      "authors": "Entinan",
      "description": "WARNING: ETIQUETTE IS BACK ... THIS TIME IT'S SEXY! The old-fashioned, repressed, bland man has been banished to the Himalayas and a new breed is taking center stage. He is a man of style, sophistication, and security, just as strong and confident as his predecessor, but far more diverse in his interests, his tastes, and, most importantly, his self-image. He may be seen at an NBA game one night and an art gallery opening the next. Bereolaesque is that much needed fusion between being a gentleman and being sexy. This savoir-faire man's guide walks every man through the stages of ordinary to excellence in just two hundred pages. Perfect for that coffee table discussion, Bereolaesque lends quality information to everyday people and celebrities alike. Beyond the book's mysteriously eye capturing cover are innovative and appealing ways to maneuver through life's crazes, while keeping cool and maintaining manners. In the midst of a world plagued with economic turmoil, tasteless politics and dark behavior, the gentleman is refreshing and necessary. Bereolaesque is for every man and every woman who believe that chivalry is NOT dead, and individuals who are willing to learn exactly how far something as simple as being a gentleman and proper etiquette can get you in life. Not to mention, ladies are always quite pleased to meet a real gentleman...",
      "price": 45,
      "publishedDate": "2022-08-05",
      "categories": "Management",
      "thumbnail": "https://www.dmarge.com/wp-content/uploads/2019/09/Bereolaesque-The-Contemporary-Gentleman-Etiquette-Book-For-The-Urban-Sophisticate.jpg",
      "id": "VIgq7wP"
    },
    {
      "title": "Men and Style: Essays, Interviews and Considerations Hardcover – October 11, 2016",
      "authors": "James N",
      "description": "Men and Style: Essays, Interviews and Considerations Hardcover – October 11, 2016",
      "price": 35,
      "publishedDate": "2022-08-03",
      "categories": "Management",
      "thumbnail": "https://www.dmarge.com/wp-content/uploads/2019/09/Men-and-Style-Essays-Interviews-and-Considerations.jpg",
      "id": "BZM3RS8"
    },
    {
      "title": "Garminess",
      "authors": "Mount",
      "description": "Lorem",
      "price": 200,
      "publishedDate": "2022-08-02",
      "categories": "Science",
      "thumbnail": "-",
      "id": "rEopjY-"
    },
    {
      "title": "The Little Prince",
      "authors": "Antoine de Saint-Exupéry",
      "description": "A pilot crashes in the Sahara Desert and encounters a strange young boy who calls himself the Little Prince. The Little Prince has traveled there from his home on a lonely, distant asteroid with a single rose. The story that follows is a beautiful and at times heartbreaking meditation on human nature.",
      "price": 14,
      "publishedDate": "1993-04-16",
      "categories": "Literature",
      "thumbnail": "https://kbimages1-a.akamaihd.net/869050f5-1da7-4aa3-bc21-5c56388a5ea9/1200/1200/False/the-little-prince-52.jpg",
      "id": "eprpkhz"
    },
    {
      "title": "sdkfj",
      "authors": "sldkfj",
      "description": "lsdkfj",
      "price": 234,
      "publishedDate": "12222-12-12",
      "categories": "Detective",
      "thumbnail": "asd",
      "id": "GxSq1vg"
    }
  ]
}